automake
build-essential
clisp
cmake
curl
dos2unix
file
fzf
gh
git
golang-go
jq
libboost--dev
mysql-server
neofetch
nkf
nodejs
openjdk-21-jdk
procps
rbenv
redis
vim
watchman
wireshark
yarn
zsh
