brew "awscli"
brew "azure-cli"
brew "azure/functions/azure-functions-core-tools"
brew "automake"
brew "bat"
brew "clisp"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "fzf"
brew "fastfetch"
brew "deno"
brew "dos2unix"
brew "gemini-cli"
brew "git"
brew "gh"
brew "go"
brew "gradle"
brew "htop"
brew "jq"
brew "minikube"
brew "screenfetch"
brew "nkf"
brew "node"
brew "lazygit"
brew "ollama"
brew "oven-sh/bun/bun"
brew "opencode"
brew "open-cobol"
brew "postgresql@17"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "rustup"
brew "sqlcmd"
brew "sqlite"
brew "starship"
brew "tesseract"
brew "watchman"
brew "wireshark"
brew "xmake"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "android-studio" 
cask "appcleaner"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "flutter"
cask "ghostty"
cask "google-chrome"
cask "gcloud-cli"
cask "google-drive"
cask "notion"
cask "maccy"
cask "pgadmin4"
cask "powershell"
cask "temurin@17" 
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
