@development-tools
azure-cli
bat
boost-devel
cmake
curl
dos2unix
dotnet-sdk-10.0
fastfetch
file
fzf
gh
git
golang
htop
ImageMagick
jq
lazygit
llvm
neovim
nkf
nodejs
postgresql-server
powershell
procps
protobuf
rbenv
redis
ruby-build
rustup
sqlite
tar
terraform
texlive-scheme-full
tree
unzip
which
wl-clipboard
xmake
yq
zsh
