@development-tools
azure-cli
bat
boost-devel
cmake
curl
dos2unix
fastfetch
file
fzf
gh
git
golang
java-21-openjdk-devel
jq
lazygit
neovim
nkf
nodejs
postgresql-server
powershell
procps
rbenv
redis
tar
tree
unzip
vim
which
xmake
yq
zsh
zsh-completions
