angular.ng-template
anthropic.claude-code
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
esbenp.prettier-vscode
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
ics.japanese-proofreading
james-yu.latex-workshop
llvm-vs-code-extensions.lldb-dap
mechatroner.rainbow-csv
ms-azuretools.vscode-bicep
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
sumneko.lua
swiftlang.swift-vscode
tboox.xmake-vscode
visualstudiotoolsforunity.vstuc
