angular.ng-template
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
editorconfig.editorconfig
eighthundreds.vscode-drawio
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
ics.japanese-proofreading
mechatroner.rainbow-csv
ms-azuretools.vscode-bicep
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-pgsql
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
pspester.pester-test
richie5um2.vscode-sort-json
ritwickdey.liveserver
rust-lang.rust-analyzer
tboox.xmake-vscode
tomoki1207.pdf
twxs.cmake
visualstudiotoolsforunity.vstuc
webnative.webnative
yzane.markdown-pdf
