{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "AgileBits.1Password"
        },
        {
          "PackageIdentifier": "Amazon.AWSCLI"
        },
        {
          "PackageIdentifier": "Anthropic.Claude"
        },
        {
          "PackageIdentifier": "Anthropic.ClaudeCode"
        },
        {
          "PackageIdentifier": "CubeSoft.CubePDF"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "GitHub.Copilot"
        },
        {
          "PackageIdentifier": "GitHub.cli"
        },
        {
          "PackageIdentifier": "GoLang.Go"
        },
        {
          "PackageIdentifier": "Google.AntigravityCLI"
        },
        {
          "PackageIdentifier": "Google.Chrome"
        },
        {
          "PackageIdentifier": "Hashicorp.Terraform"
        },
        {
          "PackageIdentifier": "JesseDuffield.lazygit"
        },
        {
          "PackageIdentifier": "Microsoft.Azure.AZCopy"
        },
        {
          "PackageIdentifier": "Microsoft.Azure.FunctionsCoreTools"
        },
        {
          "PackageIdentifier": "Microsoft.AzureCLI"
        },
        {
          "PackageIdentifier": "Microsoft.PowerAutomateDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "Microsoft.SQLServerManagementStudio.22"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.Professional"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "MikeFarah.yq"
        },
        {
          "PackageIdentifier": "Ollama.Ollama"
        },
        {
          "PackageIdentifier": "OpenAI.Codex"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "Swift.Toolchain"
        },
        {
          "PackageIdentifier": "WinMerge.WinMerge"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        },
        {
          "PackageIdentifier": "astral-sh.uv"
        },
        {
          "PackageIdentifier": "gerardog.gsudo"
        },
        {
          "PackageIdentifier": "jqlang.jq"
        },
        {
          "PackageIdentifier": "sharkdp.bat"
        },
        {
          "PackageIdentifier": "waterlan.dos2unix"
        }
      ],
      "SourceDetails": {
        "Argument": "https://winget.azureedge.net/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ]
}