{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "9N1F85V9T8BN"
        },
        {
          "PackageIdentifier": "9NBLGGH5R558"
        },
        {
          "PackageIdentifier": "9NW5LPNVWFWJ"
        },
        {
          "PackageIdentifier": "9P1HQ5TQZMGD"
        },
        {
          "PackageIdentifier": "AgileBits.1Password"
        },
        {
          "PackageIdentifier": "Amazon.AWSCLI"
        },
        {
          "PackageIdentifier": "astral-sh.uv"
        },
        {
          "PackageIdentifier": "CubeSoft.CubePDF"
        },
        {
          "PackageIdentifier": "DBeaver.DBeaver.Community"
        },
        {
          "PackageIdentifier": "DenoLand.Deno"
        },
        {
          "PackageIdentifier": "Fastfetch-cli.Fastfetch"
        },
        {
          "PackageIdentifier": "gerardog.gsudo"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "GitHub.cli"
        },
        {
          "PackageIdentifier": "GitHub.Copilot"
        },
        {
          "PackageIdentifier": "GoLang.Go"
        },
        {
          "PackageIdentifier": "Google.Chrome"
        },
        {
          "PackageIdentifier": "Google.CloudSDK"
        },
        {
          "PackageIdentifier": "Google.Protobuf"
        },
        {
          "PackageIdentifier": "Hashicorp.Terraform"
        },
        {
          "PackageIdentifier": "JesseDuffield.lazygit"
        },
        {
          "PackageIdentifier": "Microsoft.Azure.FunctionsCoreTools"
        },
        {
          "PackageIdentifier": "Microsoft.AzureCLI"
        },
        {
          "PackageIdentifier": "Microsoft.OpenJDK.17"
        },
        {
          "PackageIdentifier": "Microsoft.PowerAutomateDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "Microsoft.RemoteDesktopClient"
        },
        {
          "PackageIdentifier": "Microsoft.SQLServerManagementStudio"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudio.2022.Professional"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "MikeFarah.yq"
        },
        {
          "PackageIdentifier": "Ollama.Ollama"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "Oven-sh.Bun"
        },
        {
          "PackageIdentifier": "RedHat.Podman-Desktop"
        },
        {
          "PackageIdentifier": "Rustlang.Rustup"
        },
        {
          "PackageIdentifier": "sharkdp.bat"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "stedolan.jq"
        },
        {
          "PackageIdentifier": "svenstaro.genact"
        },
        {
          "PackageIdentifier": "waterlan.dos2unix"
        },
        {
          "PackageIdentifier": "WinMerge.WinMerge"
        },
        {
          "PackageIdentifier": "Xmake-io.Xmake"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        }
      ],
      "SourceDetails": {
        "Argument": "https://winget.azureedge.net/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ]
}