# cask args
cask_args appdir: "/Applications"
# tap
tap "azure/functions"
tap "homebrew/cask-versions"
tap "pivotal/tap"
# brew
brew "awscli"
brew "aws-sam-cli"
brew "azure-cli"
brew "azure-functions-core-tools"
brew "automake"
brew "boost"
brew "cmake"
brew "composer"
brew "ghc"
brew "git"
brew "gh"
brew "go"
brew "jq"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "java"
brew "mono-libgdiplus" # for ImportExcel
brew "mysql"
brew "nkf"
brew "node"
brew "open-cobol"
brew "php"
brew "rbenv"
brew "redis"
brew "rustup"
brew "sqlite"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
# brew --cask
cask "appcleaner"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "kindle"
cask "notion"
cask "powershell"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
