# cask args
cask_args appdir: "/Applications"
# tap
tap "azure/functions"
tap "homebrew/cask-versions"
tap "pivotal/tap"
# brew
brew "awscli"
brew "azure-cli"
brew "azure-functions-core-tools"
brew "automake"
brew "boost"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "fzf"
brew "google-cloud-sdk"
brew "deno"
brew "dos2unix"
brew "git"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "java"
brew "mono-libgdiplus" # for ImportExcel
brew "mysql"
brew "neofetch"
brew "nkf"
brew "node"
brew "lazygit"
brew "open-cobol"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "rustup-init"
brew "sqlcmd"
brew "sqlite"
brew "tesseract"
brew "watchman"
brew "wireshark"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
# brew --cask
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "azure-data-studio"
cask "discord"
cask "docker"
cask "flutter"
cask "google-chrome"
cask "google-drive"
cask "notion"
cask "maccy"
cask "powershell"
cask "rio"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
