automake
awscli
azure-functions-core-tools
build-essential
clisp
cmake
curl
dos2unix
file
fzf
gh
git
golang-go
jq
lazygit
libboost-all-dev
minikube
mysql-server
neofetch
nkf
nodejs
openjdk-21-jdk
procps
rbenv
redis
rio
sqlcmd
sqlite
ttf-cascadia-code-nerd
vim
watchman
wireshark-cli
yarn
zsh
