amazonwebservices.aws-toolkit-vscode
angular.ng-template
bierner.markdown-mermaid
chrmarti.regex
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
editorconfig.editorconfig
eighthundreds.vscode-drawio
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
ics.japanese-proofreading
ionic.ionic
james-yu.latex-workshop
jebbs.plantuml
mechatroner.rainbow-csv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.theme-markdownkit
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
oderwat.indent-rainbow
pkief.material-icon-theme
pspester.pester-test
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
rust-lang.rust-analyzer
styled-components.vscode-styled-components
tauri-apps.tauri-vscode
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
yzane.markdown-pdf
